export const initialMenu = [
  {
    "id": "L02SUPP",
    "title": "star 학생지원",
    "level": 1,
    "desc": "학생들이 JJSTAR를 처음 이용할 때 학교생활에 필요한 정보를 얻고 학교와 친해지기 위해 사용할 수 있는 메뉴들로 구성되어 있어요",
    "children": [
      {
        "id": "L03STMG",
        "title": "star 관리",
        "level": 2,
        "desc": "나의 학사정보를 확인하고, 학사관련 업무를 처리하는 메뉴들로 구성되어 있어요",
        "children": [
          {
            "id": "L04SAJE",
            "title": "사제동행교수선택(신규)",
            "level": 3,
            "desc": "사제동행교수는 교수님과 학생들이 함께 전공, 진로, 학업 등에 대해 상담하고 지도받으며 유대감을 형성하는 멘토링 활동이에요"
          },
          {
            "id": "L04HMJR",
            "title": "희망학과 선택",
            "level": 3,
            "desc": "전공자율선택제 적용학과 학생들이 희망학과 3지망을 선택하는 메뉴에요"
          },
          {
            "id": "L04PRTS",
            "title": "교원 시간표 조회",
            "level": 3,
            "desc": "교내 직원(교수님)의 강의 시간표를 조회하는 메뉴에요"
          },
          {
            "id": "L04EDCRB",
            "title": "교육과정편람",
            "level": 3,
            "desc": "입학연도별로 졸업까지의 전체 교육과정을 확인하는 메뉴에요"
          },
          {
            "id": "L04EDCR",
            "title": "교육과정",
            "level": 3,
            "desc": "매년 달라지는 교과목과 전공, 교양, 졸업요건 등을 확인하는 메뉴에요"
          },
          {
            "id": "L04SGGD",
            "title": "수강편람",
            "level": 3,
            "desc": "현재 학기의 수강신청, 이수 기준, 학사제도, 다전공 등을 확인하는 메뉴에요"
          },
          {
            "id": "L04ACSC",
            "title": "학사일정",
            "level": 3,
            "desc": "연간 이뤄지는 학교 일정을 월별로 확인하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03SCHL",
        "title": "장학관리",
        "level": 2,
        "desc": "장학금 공지, 신청과 내역 확 등 장학 관련 메뉴들로 구성되어 있어요",
        "children": [
          {
            "id": "L04SCHN",
            "title": "장학 공지사항",
            "level": 3,
            "desc": "교내외 장학금 및 장학제도를 안내해주는 메뉴에요"
          },
          {
            "id": "L04SCHO",
            "title": "장학금 온라인신청",
            "level": 3,
            "desc": "온라인으로 신청 가능한 장학금과 신청 내역을 확인하는 메뉴에요"
          },
          {
            "id": "L04SCHA",
            "title": "장학금 지급계좌관리",
            "level": 3,
            "desc": "신청한 장학금이 지급될 계좌를 등록하고 변경하는 메뉴에요"
          },
          {
            "id": "L04SCHS",
            "title": "장학금 수혜현황",
            "level": 3,
            "desc": "학교생활간 받은 장학금 내역을 확인하는 메뉴에요"
          },
          {
            "id": "L04SCHR",
            "title": "장학금 환수",
            "level": 3,
            "desc": "장학금이 초과지급되거나 장학이 취소될 경우 환수를 진행하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03REGI",
        "title": "등록관리",
        "level": 2,
        "desc": "등록금 고지서, 납부내역서, 분납과 환불 등 등록관련 메뉴들로 구성되어 있어요",
        "children": [
          {
            "id": "L04TUIB",
            "title": "등록금 고지서",
            "level": 3,
            "desc": "현재 등록할 학기 등록금 고지서를 확인하는 메뉴에요"
          },
          {
            "id": "L04INST",
            "title": "분할납부 신청",
            "level": 3,
            "desc": "등록금을 분할 납부를 신청하는 메뉴에요"
          },
          {
            "id": "L04TUHI",
            "title": "등록금 납부 내역",
            "level": 3,
            "desc": "그동안 낸 등록금을 연도/학기별로 확인하는 메뉴에요"
          },
          {
            "id": "L04PAYC",
            "title": "교육비 납입 증명서 출력",
            "level": 3,
            "desc": "연말정산 등을 위한 납입증명서를 출력하는 메뉴에요"
          },
          {
            "id": "L04REFD",
            "title": "등록금 환불요청",
            "level": 3,
            "desc": "등록금 환불을 위해 환불 정보를 입력하고 신청하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03TEST",
        "title": "진단검사",
        "level": 2,
        "desc": "각종 온라인 검사들로 구성된 메뉴에요",
        "children": [
          {
            "id": "L04TSTI",
            "title": "우리대학 진단 검사 안내",
            "level": 3,
            "desc": "전주대가 제공하는 진단검사들을 한눈에 알려주는 메뉴에요"
          },
          {
            "id": "L04MBTI",
            "title": "성격검사 (MBTI)",
            "level": 3,
            "desc": "학업 스타일에 따른 공부법을 추천받기 위해 성격검사를 진행하는 메뉴에요"
          },
          {
            "id": "L04UITY",
            "title": "학습유형검사 (U&I)",
            "level": 3,
            "desc": "나의 학습 유형을 점검하고 개선점을 찾기 위해 U&I 검사를 진행하는 메뉴에요"
          },
          {
            "id": "L04STRG",
            "title": "직업흥미검사 (STRONG)",
            "level": 3,
            "desc": "나와 맞는 직업은 무엇인지 추천받기 위해 STRONG 검사를 진행하는 메뉴에요"
          },
          {
            "id": "L04ETCT",
            "title": "기타 진단검사",
            "level": 3,
            "desc": "그 외 센터에서 제공하는 4종의 추가검사를 진행하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03COUN",
        "title": "심리/학업/진로 상담",
        "level": 2,
        "desc": "전주대 내에서 진행하는 상담 관련 메뉴들로 구성되어 있어요",
        "children": [
          {
            "id": "L04CNGD",
            "title": "상담 안내",
            "level": 3,
            "desc": "상담 절차와 방법을 안내해주는 메뉴에요"
          },
          {
            "id": "L04CN11",
            "title": "1:1 상담",
            "level": 3,
            "desc": "상담자분을 지정하고 상담 구분과 날짜를 선택해 상담을 신청하는 메뉴에요"
          },
          {
            "id": "L04MENT",
            "title": "멘토링",
            "level": 3,
            "desc": "멘토 선택과 멘티 관리를 위한 메뉴에요, 또래상담도 여기서 관리해요"
          },
          {
            "id": "L04ONCN",
            "title": "온라인 상담",
            "level": 3,
            "desc": "온라인으로 상담자를 지정하고 상담 내용을 입력해 상담을 요청하는 메뉴에요"
          },
          {
            "id": "L04PSYC",
            "title": "카운슬링센터 심리 검사",
            "level": 3,
            "desc": "카운슬링센터에서 제공하는 온라인 심리검사 4종을 진행하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03BUSS",
        "title": "통학버스",
        "level": 2,
        "desc": "통학버스 정보와 신청 등 버스 관련 메뉴들로 구성되어 있어요",
        "children": [
          {
            "id": "L04BUSI",
            "title": "통학버스 안내",
            "level": 3,
            "desc": "통학버스 신청기간이나 변경사항을 공지하는 메뉴에요"
          },
          {
            "id": "L04BUSM",
            "title": "통학버스 노선도",
            "level": 3,
            "desc": "각 지역별 통학버스가 정차하는 장소와 시간을 확인하는 메뉴에요"
          },
          {
            "id": "L04BUSA",
            "title": "통학버스 신청",
            "level": 3,
            "desc": "통학버스 신청기간에 신청서를 작성하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03DORM",
        "title": "학생생활관",
        "level": 2,
        "desc": "기숙사 안내, 입퇴사, 고지서 등 기숙사와 관련된 기본 서비스와 신청형 서비스들로 구성되어 있어요",
        "children": [
          {
            "id": "L04DMNT",
            "title": "학생생활관 공지사항",
            "level": 3,
            "desc": "기숙사 정보와 신청기간 및 변경사항 등을 공지하는 메뉴에요"
          },
          {
            "id": "L04DMAP",
            "title": "학생생활관 입사 신청",
            "level": 3,
            "desc": "기숙사 신청기간에 원하는 건물과 인실을 선택하고 입사신청을 진행하는 메뉴에요"
          },
          {
            "id": "L04DMPG",
            "title": "입사서약서 작성",
            "level": 3,
            "desc": "입사신청이 완료되면 규정과 서류를 확인하고 서약을 작성하는 메뉴에요"
          },
          {
            "id": "L04ROOM",
            "title": "관실신청",
            "level": 3,
            "desc": "상세한 건물, 인실, 층수 등을 확인하고 잔여 호실을 신청하는 메뉴에요"
          },
          {
            "id": "L04DMBI",
            "title": "학생생활관비 납입고지서",
            "level": 3,
            "desc": "신청 학기 기숙사비 납입을 위한 고지서 메뉴에요"
          },
          {
            "id": "L04DMCF",
            "title": "학생생활관비 납부확인서",
            "level": 3,
            "desc": "신청 학기 기숙사비 납입 후 납부확인서를 발급받는 메뉴에요"
          },
          {
            "id": "L04LATR",
            "title": "늦은귀사신청",
            "level": 3,
            "desc": "기숙사 통금 시간보다 늦게 귀가할 때 이용하는 메뉴에요 (서류 다운로드 후 운영사무실로 제출 필수)"
          },
          {
            "id": "L04PNTS",
            "title": "상벌점조회",
            "level": 3,
            "desc": "퇴사 등 불이익을 막기 위해 상벌점을 조회하는 메뉴에요"
          },
          {
            "id": "L04OUTS",
            "title": "외박신청",
            "level": 3,
            "desc": "기숙사를 비우고 외박할 때 미리 신청하는 메뉴에요. 이전 내역과 승인 여부 등을 조회할 수 있어요"
          },
          {
            "id": "L04SLEP",
            "title": "조기 취침 신청",
            "level": 3,
            "desc": "기숙사 점호 전 조기 취침을 신청하는 메뉴에요. 이전 내역과 승인 여부 등을 조회할 수 있어요"
          },
          {
            "id": "L04INCV",
            "title": "불편사항 신청",
            "level": 3,
            "desc": "기숙사 내 불편사항 및 건의사항을 신청하는 메뉴에요. 이전 내역과 처리 여부 등을 조회할 수 있어요"
          },
          {
            "id": "L04LEVD",
            "title": "퇴사 신청",
            "level": 3,
            "desc": "기숙사 중도 퇴사 등 이용을 종료할 때 퇴사를 신청하는 메뉴에요. 사용 내역과 환불 금액 등을 확인할 수 있어요"
          }
        ]
      },
      {
        "id": "L03PROM",
        "title": "학교홍보",
        "level": 2,
        "desc": "학교 홍보를 위한 메뉴들로 구성되어 있어요",
        "children": [
          {
            "id": "L04SCHP",
            "title": "학교 소개",
            "level": 3,
            "desc": "학교 소개와 현황을 소개하는 페이지로 연결돼요 (jj.ac.kr/jj/introduction/indicator.do)"
          },
          {
            "id": "L04MAJR",
            "title": "학과 및 전공 소개",
            "level": 3,
            "desc": "각 학과별 소개와 학과 사이트로 이동할 수 있는 페이지로 연결돼요 (jj.ac.kr/jj/colleges/colleges-Introduction.do)"
          },
          {
            "id": "L04SNSI",
            "title": "SNS 정보",
            "level": 3,
            "desc": "학교 공식 SNS 리스트로 연결돼요"
          }
        ]
      },
      {
        "id": "L03JJMN",
        "title": "JJSTAR 이용 매뉴얼",
        "level": 2,
        "desc": "jjSTAR를 이용하는 방법을 안내하는 메뉴에요"
      }
    ]
  },
  {
    "id": "L02ACAD",
    "title": "학사정보",
    "level": 1,
    "desc": "학적,교과와 수강,성적 등 학사 관련 메뉴들로 구성되어 있어요",
    "children": [
      {
        "id": "L03ADMN",
        "title": "학사관리",
        "level": 2,
        "desc": "학사 관련 공지와 필수교육으로 구성된 메뉴에요",
        "children": [
          {
            "id": "L04ADNT",
            "title": "학사관리 공지사항",
            "level": 3,
            "desc": "학사 일정이나 학업에 도움이 될만한 내용을 공지하는 메뉴에요"
          },
          {
            "id": "L04ADFA",
            "title": "학사관리 FAQ",
            "level": 3,
            "desc": "자주 묻는 질문을 모아놓은 메뉴에요"
          },
          {
            "id": "L04RULE",
            "title": "학칙개정사항 안내",
            "level": 3,
            "desc": "개정된 학사제도와 절차를 안내하는 메뉴에요"
          },
          {
            "id": "L04CPRA",
            "title": "심폐소생술 교과목 신청",
            "level": 3,
            "desc": "특정 학과/학생 대상 필수교육인 심폐소생술 교과목을 신청하는 메뉴에요"
          },
          {
            "id": "L04CPRH",
            "title": "심폐소생술 교과목 신청내역 확인",
            "level": 3,
            "desc": "신청한 심폐소생술 교과목을 조회하는 메뉴에요"
          },
          {
            "id": "L04AHAL",
            "title": "AHA 바로가기",
            "level": 3,
            "desc": "법정의무교육을 수강하기 위한 사이트로 이동돼요"
          },
          {
            "id": "L04AHAC",
            "title": "AHA 교육이수증",
            "level": 3,
            "desc": "이수한 법정의무교육의 이수증을 확인하고 출력하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03CURR",
        "title": "교육과정",
        "level": 2,
        "desc": "전공 및 교양 교육과정을 확인하고 시뮬레이션할 수 있는 메뉴에요",
        "children": [
          {
            "id": "L04GECR",
            "title": "교양 교육과정 조회",
            "level": 3,
            "desc": "개설된 교양과목 교육과정을 조회하는 메뉴에요"
          },
          {
            "id": "L04MJCR",
            "title": "전공 교육과정 조회",
            "level": 3,
            "desc": "개설된 전공과목 교육과정을 조회하는 메뉴에요"
          },
          {
            "id": "L04CRSM",
            "title": "교육과정 시뮬레이션",
            "level": 3,
            "desc": "나에게 맞는 교육과정을 확인하고 전체 로드맵을 시뮬레이션해보는 메뉴에요"
          },
          {
            "id": "L04MCRR",
            "title": "My 교육과정 조회",
            "level": 3,
            "desc": "나에게 해당하는 교육과정을 조회하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03COUR",
        "title": "수강관리",
        "level": 2,
        "desc": "수강신청 및 성적확인과 관련된 메뉴들로 구성되어 있어요",
        "children": [
          {
            "id": "L04BASK",
            "title": "수강바구니",
            "level": 3,
            "desc": "수강 사이트로 이동돼요 - 정규수강신청 포함 전 기간 (sugang.jj.ac.kr)"
          },
          {
            "id": "L04ENRA",
            "title": "수강신청",
            "level": 3,
            "desc": "수강 사이트로 이동돼요 - 정규수강신청 포함 전 기간 (sugang.jj.ac.kr)"
          },
          {
            "id": "L04DROP",
            "title": "수강취소",
            "level": 3,
            "desc": "수강 사이트로 이동돼요 - 정규수강신청 포함 전 기간 (sugang.jj.ac.kr)"
          },
          {
            "id": "L04ENRV",
            "title": "수강신청 내역조회",
            "level": 3,
            "desc": "수강 사이트로 이동돼요 - 정규수강신청 포함 전 기간 (sugang.jj.ac.kr)"
          },
          {
            "id": "L04CURV",
            "title": "교육과정조회",
            "level": 3,
            "desc": "수강 사이트로 이동돼요 - 정규수강신청 포함 전 기간 (sugang.jj.ac.kr) - [교육과정 동일메뉴]"
          },
          {
            "id": "L04CLPL",
            "title": "강좌시간표/수업계획서 조회",
            "level": 3,
            "desc": "수강 사이트로 이동돼요 - 정규수강신청 포함 전 기간 (sugang.jj.ac.kr)"
          },
          {
            "id": "L04GRDV",
            "title": "졸업이수기준정보조회",
            "level": 3,
            "desc": "수강 사이트로 이동돼요 - 정규수강신청 포함 전 기간 (sugang.jj.ac.kr) - [졸업이수기준 동일메뉴]"
          },
          {
            "id": "L04ATTD",
            "title": "출결확인",
            "level": 3,
            "desc": "학년/학기별 출결현황을 조회하고 수강신청확인서를 출력하는 메뉴에요"
          },
          {
            "id": "L04ATAP",
            "title": "출석인정신청",
            "level": 3,
            "desc": "상세 사유를 선택하고 일반 출석인정과 취업 출석인정을 신청하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03GRAD",
        "title": "성적관리",
        "level": 2,
        "desc": "나의 성적 관련해서 조회하고 신청하는 메뉴로 구성되어 있어요",
        "children": [
          {
            "id": "L04SEMG",
            "title": "학기별성적조회",
            "level": 3,
            "desc": "연도-학기별 교과목들의 학점, 취득점수, 평점을 확인하고 이의신청을 진행하는 메뉴에요"
          },
          {
            "id": "L04GREJ",
            "title": "성적이의신청",
            "level": 3,
            "desc": "직전학기 성적 발표 이후 학점, 취득점수, 평점을 확인하고 이의신청을 진행하는 메뉴에요"
          },
          {
            "id": "L04AMC5",
            "title": "성적정보분석 (AMC5)",
            "level": 3,
            "desc": "성적 정보를 기준으로 전공과 교양 과목의 이수 현황 및 성적 분포를 확인하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03RECD",
        "title": "학적관리",
        "level": 2,
        "desc": "전공 및 휴복학, 자퇴, 재입학 등 학적 관련 처리를 위한 메뉴들로 구성되어 있어요",
        "children": [
          {
            "id": "L04BASC",
            "title": "학적 기초",
            "level": 3,
            "desc": "나의 기본 정보를 조회하고 수정하는 메뉴에요"
          },
          {
            "id": "L04DBMJ",
            "title": "복수/부 전공 신청",
            "level": 3,
            "desc": "복수전공과 부전공을 신청하는 메뉴에요"
          },
          {
            "id": "L04RETN",
            "title": "복학 신청 및 확인",
            "level": 3,
            "desc": "입대휴학, 일반휴학 등을 포함한 복학을 신청하고 처리 현황을 확인하는 메뉴에요"
          },
          {
            "id": "L04CHMJ",
            "title": "전과전공 선택 신청 및 확인",
            "level": 3,
            "desc": "전과를 희망하는 전공학과에 전과를 신청하고 처리 현황을 확인하는 메뉴에요"
          },
          {
            "id": "L04DEPT",
            "title": "학과 선택",
            "level": 3,
            "desc": "자율전공선택제 대상 학생들이 전공(학과)를 선택하는 메뉴에요"
          },
          {
            "id": "L04LEAV",
            "title": "휴학신청",
            "level": 3,
            "desc": "입대휴학, 일반휴학 등을 포함한 휴학을 신청하고 처리 현황을 확인하는 메뉴에요 [자퇴신청 동일화면]"
          },
          {
            "id": "L04WITH",
            "title": "자퇴신청",
            "level": 3,
            "desc": "부득이한 사정으로 학업을 계속할 수 없는 경우 자퇴를 신청하는 메뉴에요 [휴학신청 동일화면]"
          },
          {
            "id": "L04READ",
            "title": "재입학 신청",
            "level": 3,
            "desc": "자퇴 후 재입학을 신청하는 메뉴에요"
          },
          {
            "id": "L04RCIV",
            "title": "학적 변동 정보 조회",
            "level": 3,
            "desc": "학교 생활 중 휴학, 복학, 전과 등 나의 학적 정보가 변경된 내역을 확인할 수 있는 메뉴에요"
          },
          {
            "id": "L04PAPR",
            "title": "학부모 학사정보조회 승인",
            "level": 3,
            "desc": "부모님께 나의 학사 정보를 열람할 수 있는 권한을 부여해드리는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03CRED",
        "title": "학점신청",
        "level": 2,
        "desc": "비교과 학점을 신청하는 메뉴들로 구성되어 있어요",
        "children": [
          {
            "id": "L04BEST",
            "title": "beSTAR 신청",
            "level": 3,
            "desc": "기업 연계형 인턴십인 beSTAR 신청과 결과를 확인하는 메뉴에요"
          },
          {
            "id": "L04LINK",
            "title": "연계/융합 전공 신청",
            "level": 3,
            "desc": "학점 이수 전 연계, 융합, 마이크로전공 관련하여 이수 신청을 진행하는 메뉴에요 (융합교육센터 승인 후 이수 가능)"
          },
          {
            "id": "L04MCDE",
            "title": "Micro Degree 신청",
            "level": 3,
            "desc": "학점 이수 전 Micro Degree 관련하여 이수 신청을 진행하는 메뉴에요 (융합교육센터 승인 후 이수 가능)"
          },
          {
            "id": "L04MCMJ",
            "title": "Micro 융합전공 신청",
            "level": 3,
            "desc": "학점 이수 전 Micro 융합전공 관련하여 이수 신청을 진행하는 메뉴에요 (융합교육센터 승인 후 이수 가능)"
          },
          {
            "id": "L04SELF",
            "title": "자기설계전공 신청",
            "level": 3,
            "desc": "자기설계전공(주전공15참여30) 참여 신청을 접수하는 메뉴에요 (융합교육센터 승인 후 이수 가능)"
          },
          {
            "id": "L04SPCR",
            "title": "특별학점",
            "level": 3,
            "desc": "학점인정 교과목과 자격증을 입력하고 특별학점으로 신청하는 메뉴에요"
          },
          {
            "id": "L04KMOC",
            "title": "K-MOOC인정신청",
            "level": 3,
            "desc": "학교생활 중 K-MOOC 과정을 이수한 경우 학점으로 인정을 신청하는 메뉴에요"
          },
          {
            "id": "L04EXPR",
            "title": "학습경험인정신청",
            "level": 3,
            "desc": "미래융합대학 학생들 대상으로 교육/자격증/수상/현장경험을 졸업학점으로(최대20%까지) 인정해주는 학습경험(RPL)을 신청하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03CHPL",
        "title": "채플관리",
        "level": 2,
        "desc": "채플 공지와 이수 현황을 확인하는 메뉴로 구성되어 있어요",
        "children": [
          {
            "id": "L04CHNT",
            "title": "채플/기독교 공지사항",
            "level": 3,
            "desc": "채플 구분별 공지와 교과목 개설 현황 등 채플 안내사항을 공지하는 메뉴에요"
          },
          {
            "id": "L04CHST",
            "title": "채플/기독교 이수현황",
            "level": 3,
            "desc": "전 학기 채플 이수 현황과 취득 점수를 확인하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03SERV",
        "title": "사회봉사",
        "level": 2,
        "desc": "사회봉사 신청과 활동, 인증을 처리하는 메뉴로 구성되어 있어요",
        "children": [
          {
            "id": "L04SVNT",
            "title": "사회봉사 공지사항",
            "level": 3,
            "desc": "사회봉사 신청 안내, 교과 또는 수강 방법을 공지하는 메뉴에요 "
          },
          {
            "id": "L04SVAP",
            "title": "사회봉사 교과목신청",
            "level": 3,
            "desc": "신청 기간에 사회봉사 교과목을 확인하고 신청하는 메뉴에요. 분반, 참여일, 시간, 정원, 잔여 등을 확인하고 신청할 수 있어요"
          },
          {
            "id": "L04SVCK",
            "title": "신청내역 및 인증 확인",
            "level": 3,
            "desc": "이번 학기 신청한 나의 사회봉사활동 목록을 확인하고 이전에 참여한 전체 사회봉사활동 결과와 확인서를 출력하는 메뉴에요"
          },
          {
            "id": "L04SVPL",
            "title": "활동계획서 제출",
            "level": 3,
            "desc": "사회봉사 진행을 위해 활동계획서를 등록하고 제출하는 메뉴에요"
          },
          {
            "id": "L04SVRP",
            "title": "결과보고서 제출",
            "level": 3,
            "desc": "사회봉사활동 종료 전 활동결과보고서를 등록하고 제출하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03CERT",
        "title": "인증관리",
        "level": 2,
        "desc": "기타 인증을 처리하는 메뉴로 구성되어 있어요",
        "children": [
          {
            "id": "L04MCRT",
            "title": "마이크로 전공 인증서",
            "level": 3,
            "desc": "마이크로전공을 이수한 경우 해당 인증서를 출력하는 메뉴에요"
          },
          {
            "id": "L04AWRD",
            "title": "성적우수상 내역",
            "level": 3,
            "desc": "현재까지 학기별로 취득한 성적우수상 내역을 확인하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03LEVL",
        "title": "강의평가",
        "level": 2,
        "desc": "중간고사/기말고사 종료 후 강의를 평가하는 메뉴로 구성되어 있어요",
        "children": [
          {
            "id": "L04LEVL",
            "title": "강의평가",
            "level": 3,
            "desc": "현재 수강중인 과목 대상으로 진행되는 최종 강의평가에 참여하는 메뉴에요"
          },
          {
            "id": "L04MLEV",
            "title": "중간강의평가",
            "level": 3,
            "desc": "현재 수강중인 과목 대상으로 진행되는 중간 강의평가에 참여하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03ABEK",
        "title": "공학인증 및 인·적성",
        "level": 2,
        "desc": "",
        "children": [
          {
            "id": "L04ABEK",
            "title": "ABEEK 설문조사",
            "level": 3,
            "desc": "공학 관련 학생이 졸업 시점까지 갖춰야 하는 지식,기술,태도를 성취도로 나타내는 지표에요. ABEEK 관련 교과목 수강 내역과 이수 후 설문조사를 진행하는 메뉴에요"
          },
          {
            "id": "L04PERS",
            "title": "교직 적/인성 검사",
            "level": 3,
            "desc": "교직이수예정자 또는 교직과정 이수자가 교직과목을 이수하기 위한 적·인성검사를 실시하는 메뉴에요"
          }
        ]
      }
    ]
  },
  {
    "id": "L02LIFE",
    "title": "대학생활",
    "level": 1,
    "desc": "재학 중 전주대가 제공하는 대학환경 전반에 대한 메뉴에요. SUPER핵심역량, StarT, TA, 학생회, 해외 봉사/연수, 공동체 등 참여형 활동으로 구성되어 있어요",
    "children": [
      {
        "id": "L03MAJC",
        "title": "전공역량",
        "level": 2,
        "desc": "나의 전공 역량을 확인하고 점검하는 메뉴로 구성되어 있어요",
        "children": [
          {
            "id": "L04MJDG",
            "title": "전공역량 자기평가 진단 검사",
            "level": 3,
            "desc": "전공능력별 자기평가 실시 및 나의 전공능력 분석 정보를 확인하는 메뉴에요"
          },
          {
            "id": "L04MJRS",
            "title": "전공역량 자기평가 결과 분석",
            "level": 3,
            "desc": "나의 전공능력 분석 정보를 확인하는 메뉴에요 (문서형식, 출력전용 - 결과는 같음)"
          }
        ]
      },
      {
        "id": "L03COMM",
        "title": "공동체",
        "level": 2,
        "desc": "RC 공동체 활동을 관리하는 메뉴로 구성되어 있어요",
        "children": [
          {
            "id": "L04MYMP",
            "title": "My MAP",
            "level": 3,
            "desc": "Major&Academic Path 기반 프로그램과 진로, 활동 지원 등 MAP 활동을 관리하는 메뉴에요"
          },
          {
            "id": "L04CMAC",
            "title": "공동체구성 및 활동내역",
            "level": 3,
            "desc": "RC 팀 정보, 멤버 목록, 활동내용을 작성하고 확인하는 메뉴에요"
          },
          {
            "id": "L04CMRP",
            "title": "공동체 활동 결과보고",
            "level": 3,
            "desc": "RC 팀 정보와 주차별 활동 결과보고를 작성하고 확인하는 메뉴에요"
          },
          {
            "id": "L04CMMT",
            "title": "공동체 멘토상담 입력",
            "level": 3,
            "desc": "RC 팀 정보와 멤버 목록, 멘토링 상담 내용을 작성하고 확인하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03OVSV",
        "title": "해외봉사",
        "level": 2,
        "desc": "",
        "children": [
          {
            "id": "L04OVNT",
            "title": "해외봉사 공지사항",
            "level": 3,
            "desc": "각종 해외봉사 모집과 변경사항, 규정 등을 공지하는 메뉴에요"
          },
          {
            "id": "L04OVAP",
            "title": "해외봉사 신청",
            "level": 3,
            "desc": "내 학적 기본정보를 확인하고 해외봉사활동을 위한 신청 정보와 파견국가(4지망까지)를 선택하고 신청하는 메뉴에요"
          },
          {
            "id": "L04OVCK",
            "title": "해외봉사 신청 내역 확인",
            "level": 3,
            "desc": "이번 학기 해외봉사활동 신청 내역과 담당자, 진행될 업무를 미리 확인하고 필요 시 신청을 취소할 수 있는 메뉴에요. 하단에서 이전에 신청한 해외봉사 내역과 결과를 확인할 수 있어요"
          },
          {
            "id": "L04OVRP",
            "title": "해외봉사 결과보고서 제출",
            "level": 3,
            "desc": "사회봉사활동 내역(해외봉사 포함)을 조회하고 결과보고서를 제출하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03OVTR",
        "title": "해외연수",
        "level": 2,
        "desc": "해외연수를 신청하고 절차를 관리하는 메뉴로 구성되어 있어요",
        "children": [
          {
            "id": "L04TRAP",
            "title": "해외 연수 신청",
            "level": 3,
            "desc": "해외연수 일정 발표 시 원하는 연수를 신청하는 메뉴에요"
          },
          {
            "id": "L04TRDG",
            "title": "해외 입·출국 신고",
            "level": 3,
            "desc": "해외연수 전후로 입출국 신고와 증빙서류를 제출하는 메뉴에요"
          },
          {
            "id": "L04TRHI",
            "title": "해외 연수 내역",
            "level": 3,
            "desc": "이전에 참여한 해외연수에 대한 목록을 확인하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03ETAC",
        "title": "기타 학사 관리",
        "level": 2,
        "desc": "학교 이용 관련한 기타 메뉴에요",
        "children": [
          {
            "id": "L04ROOMS",
            "title": "강의실 잔류 신청",
            "level": 3,
            "desc": "일과시간 외 강의실을 이용하기 위해 사용을 신청하고 신청 내역과 신청 상태를 확인하는 메뉴에요. 시작/종료시간, 건물/호실, 인원/명단을 선택하고 신청할 수 있어요"
          },
          {
            "id": "L04ROOMH",
            "title": "강의실 잔류 신청 내역",
            "level": 3,
            "desc": "나의 강의실 잔류 신청 내역을 확인하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03AWAR",
        "title": "수상내역",
        "level": 2,
        "desc": "나의 수상내역을 확인하는 메뉴로 구성되어 있어요",
        "children": [
          {
            "id": "L04AWIN",
            "title": "교내 수상내역",
            "level": 3,
            "desc": "전체 등록 기간동안 받은 상장 내역을 확인하고 출력하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03STID",
        "title": "학생증",
        "level": 2,
        "desc": "학생증 안내와 발급/재발급 절차를 안내하는 메뉴로 구성되어 있어요",
        "children": [
          {
            "id": "L04IDGD",
            "title": "학생증 안내",
            "level": 3,
            "desc": "교내 학생증이 어떻게 구성되고 어떻게 사용되는지 안내해주는 메뉴에요"
          },
          {
            "id": "L04IDPR",
            "title": "발급절차",
            "level": 3,
            "desc": "입학 시 신규 발급 절차를 안내해주는 메뉴에요"
          },
          {
            "id": "L04IDLS",
            "title": "분실신고",
            "level": 3,
            "desc": "학생증 분실 또는 훼손으로 인해 사용이 불가능할 때 신청하는 방법을 안내해주는 메뉴에요"
          },
          {
            "id": "L04IDRE",
            "title": "재발급 절차",
            "level": 3,
            "desc": "재발급 시 학생증이 발급되기까지의 절차를 안내해주는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03CERTI",
        "title": "증명발급",
        "level": 2,
        "desc": "웹민원을 통한 증명발급으로 구성된 메뉴에요",
        "children": [
          {
            "id": "L04CEGD",
            "title": "인터넷 증명발금 안내",
            "level": 3,
            "desc": "인터넷 발급이 가능한 증명 문서를 발급하는 메뉴에요 (www.webminwon.co.kr)"
          },
          {
            "id": "L04CEIS",
            "title": "제증명 발급",
            "level": 3,
            "desc": "인터넷 발급이 가능한 증명 문서를 발급하는 메뉴에요 (www.webminwon.co.kr)"
          },
          {
            "id": "L04CEHI",
            "title": "제증명 발급내역",
            "level": 3,
            "desc": "인터넷으로 발급한 증명 문서를 확인하고 출력할 수 있는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03SUCP",
        "title": "SUPER 핵심역량",
        "level": 2,
        "desc": "",
        "children": [
          {
            "id": "L04SUPE",
            "title": "SUPER 핵심역량",
            "level": 3,
            "desc": "SUPER 핵심역량이 무엇인지, CAP가 무엇으로 구성되는지 안내해주는 메뉴에요"
          },
          {
            "id": "L04SUCI",
            "title": "SUPER 핵심역량 인증 정보",
            "level": 3,
            "desc": "나의 SUPER 핵심역량 인증 현황을 확인하는 메뉴에요"
          },
          {
            "id": "L04SUDG",
            "title": "SUPER 핵심역량 진단검사",
            "level": 3,
            "desc": "현재 나의 핵심역량이 어느 수준인지 진단할 수 있는 메뉴에요"
          },
          {
            "id": "L04SURS",
            "title": "SUPER 핵심역량 진단평가 결과 분석",
            "level": 3,
            "desc": "진단 평가 결과를 기반으로 나의 역량을 확인해보는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03STRT",
        "title": "starT",
        "level": 2,
        "desc": "",
        "children": [
          {
            "id": "L043CAT",
            "title": "3C활동 안내",
            "level": 3,
            "desc": "StarT 프로그램 내의 3C (Challenge, Competence, Community)활동이 무엇인지 주요 내용을 설명하는 메뉴에요"
          },
          {
            "id": "L04TRCK",
            "title": "starT 트랙제도",
            "level": 3,
            "desc": "두가지로 나뉜 StarT 트랙에 따라 달라니는 신청 방법에 대해 안내해주는 메뉴에요"
          },
          {
            "id": "L04STPG",
            "title": "starT 프로그램 소개",
            "level": 3,
            "desc": "StarT 프로그램이 바라보는 방향성이 무엇인지 소개하는 메뉴에요"
          },
          {
            "id": "L04STBF",
            "title": "starT 주요혜택",
            "level": 3,
            "desc": "StarT 참여 시 주어지는 혜택들과 대학생활에서 얻는 이점을 안내해주는 메뉴에요"
          },
          {
            "id": "L04STOH",
            "title": "starT 온라인 신청내역",
            "level": 3,
            "desc": "신청한 StarT를 확인하거나 새로운 Star프로그램을 신청하는 메뉴에요"
          },
          {
            "id": "L04STHS",
            "title": "starT 신청 현황",
            "level": 3,
            "desc": "이전에 신청한 StarT 프로그램 내역을 확인하고 진행/취소 상태와 사유를 확인하는 메뉴에요"
          },
          {
            "id": "L04STCF",
            "title": "starT 활동 인증",
            "level": 3,
            "desc": "StarT 활동 내역과 CP SP 획득 내역을 그래프로 확인하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03TAOP",
        "title": "원격교육 TA 운영",
        "level": 2,
        "desc": "TA 운영과 내역을 확인하는 메뉴에요",
        "children": [
          {
            "id": "L04TALG",
            "title": "TA 근무일지 입력",
            "level": 3,
            "desc": "TA 근무 시 프로그램과 활동일지를 작성하고 관리하는 메뉴에요"
          },
          {
            "id": "L04TAHI",
            "title": "TA 근무일지 내역",
            "level": 3,
            "desc": "전체 TA 이용 내역을 조회하고 근무 피드백을 받을 수 있는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03STCN",
        "title": "학생회 활동",
        "level": 2,
        "desc": "학생회 관련 메뉴들로 구성되어 있어요",
        "children": [
          {
            "id": "L04ELCT",
            "title": "총학생회 선거",
            "level": 3,
            "desc": "선거시즌이 되면 선거 정보와 후보자 데이터를 확인할 수 있는 메뉴에요"
          },
          {
            "id": "L04STCH",
            "title": "학생회 활동 내역",
            "level": 3,
            "desc": "학생회 활동 내역과 의결사항을 한눈에 확인하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03LFCN",
        "title": "대학생활 상담",
        "level": 2,
        "desc": "대학생활 중 겪는 어려움을 해결하기 위한 상담메뉴에요",
        "children": [
          {
            "id": "L04LFGD",
            "title": "상담 안내",
            "level": 3,
            "desc": "상담 절차와 방법을 안내해주는 메뉴에요"
          },
          {
            "id": "L04LF11",
            "title": "1:1 상담",
            "level": 3,
            "desc": "상담자분을 지정하고 상담 구분과 날짜를 선택해 상담을 신청하는 메뉴에요"
          },
          {
            "id": "L04LFMT",
            "title": "멘토링",
            "level": 3,
            "desc": "멘토 선택과 멘티 관리를 위한 메뉴에요, 또래상담도 여기서 관리해요"
          },
          {
            "id": "L04LFON",
            "title": "온라인 상담 신청",
            "level": 3,
            "desc": "온라인으로 상담자를 지정하고 상담 내용을 입력해 상담을 요청하는 메뉴에요"
          },
          {
            "id": "L04LFPS",
            "title": "카운슬링센터 심리 검사",
            "level": 3,
            "desc": "카운슬링센터에서 제공하는 온라인 심리검사 4종을 진행하는 메뉴에요"
          }
        ]
      }
    ]
  },
  {
    "id": "L02CARE",
    "title": "진로개발",
    "level": 1,
    "desc": "비교과, 개인프로젝트, 팀프로젝트, 캡스톤 및 개인 커리어로드맵을 통해 나의 진로 방향을 확고하게 다지기 위한 메뉴로 구성되어 있어요",
    "children": [
      {
        "id": "L03NCUR",
        "title": "비교과 프로그램",
        "level": 2,
        "desc": "비교과 프로그램 참여와 이수 등에 관한 메뉴로 구성되어 있어요",
        "children": [
          {
            "id": "L04NCRD",
            "title": "비교과 프로그램 추천",
            "level": 3,
            "desc": "AI에 기반한 비교과 프로그램 추천 시스템입니다"
          },
          {
            "id": "L04NCAP",
            "title": "비교과 참여 신청",
            "level": 3,
            "desc": "개설된 비교과 목록을 확인하고 신청하는 메뉴에요"
          },
          {
            "id": "L04NCHS",
            "title": "비교과 활동 신청 및 이수 현황",
            "level": 3,
            "desc": "이전에 신청한 비교과 활동의 이수 현황과 만족도 조사를 진행하는 메뉴에요"
          },
          {
            "id": "L04NCSV",
            "title": "비교과 만족도 조사",
            "level": 3,
            "desc": "이전에 신청한 비교과 활동의 이수 현황과 만족도 조사를 진행하는 메뉴에요"
          },
          {
            "id": "L04NCCF",
            "title": "비교과 활동 증명서",
            "level": 3,
            "desc": "나의 비교과 참여 프로그램 목록과 역량별 내역에 대한 증명서를 발급하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03CRMP",
        "title": "커리어로드맵",
        "level": 2,
        "desc": "나만의 커리어 로드맵을 설계하고 관리하며, 체계적인 경력 관리를 지원하는 메뉴로 구성되어 있어요",
        "children": [
          {
            "id": "L04TGJB",
            "title": "목표직무 탐색",
            "level": 3,
            "desc": "나에게 맞는 직무와 직업을 탐색할 수 있는 메뉴에요(학과별, 전공별 매칭도 확인 가능)"
          },
          {
            "id": "L04INJB",
            "title": "관심직무 자가진단",
            "level": 3,
            "desc": "NCS 직무에 기반한 JJCS 관심직무를 살펴보고 나에게 맞는 목표직무를 설정하는 메뉴에요"
          },
          {
            "id": "L04MJDV",
            "title": "My 직무개발현황",
            "level": 3,
            "desc": "설정한 목표 직무를 기준으로 해당하는 과목과 역량을 얼마나 취득했는지 점검하는 메뉴에요"
          },
          {
            "id": "L04DCRM",
            "title": "학과별 커리어로드맵",
            "level": 3,
            "desc": "학과가 제시하는 우리 학과의 권장 로드맵을 확인하고 따라갈 수 있도록 마련된 메뉴에요"
          },
          {
            "id": "L04MCRM",
            "title": "My 커리어로드맵",
            "level": 3,
            "desc": "내가 원하는 직무에 맞게 나만의 로드맵을 만들고 달성 여부를 확인하는 메뉴에요"
          },
          {
            "id": "L04LEAD",
            "title": "선도학생 커리어패스",
            "level": 3,
            "desc": "학교에서 선발하는 선도학생들의 커리어 로드맵을 조회하고 방향성을 찾을 수 있는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03JOBE",
        "title": "직무탐색",
        "level": 2,
        "desc": "외부 기준과 내부 기준을 활용해 나에게 맞는 직무를 탐색할 수 있는 메뉴로 구성되어 있어요",
        "children": [
          {
            "id": "L04JBCP",
            "title": "직무역량 소개",
            "level": 3,
            "desc": "직무의 정의와 직무 설정의 필요성에 대해 안내하는 메뉴에요"
          },
          {
            "id": "L04NCSJ",
            "title": "NCS 직무탐색",
            "level": 3,
            "desc": "NCS가 제공하는 직무 분류와 상세 조건을 확인하고 나와 맞는 직무를 찾아가는 메뉴에요"
          },
          {
            "id": "L04WORK",
            "title": "워크넷 직무탐색",
            "level": 3,
            "desc": "워크넷이 제공하는 직무 분류와 상세 조건을 확인하고 나와 맞는 직무를 찾아가는 메뉴에요"
          },
          {
            "id": "L04JBEF",
            "title": "직무역량 탐색",
            "level": 3,
            "desc": "전주대가 제공하는 직무 분류와 상세 조건을 확인하고 나와 맞는 직무를 찾아가는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03CRCN",
        "title": "진로상담",
        "level": 2,
        "desc": "진로와 관련된 상담을 신청하고 확인할 수 있는 메뉴로 구성되어 있어요",
        "children": [
          {
            "id": "L04CRCG",
            "title": "상담안내",
            "level": 3,
            "desc": "상담 절차와 방법을 안내해주는 메뉴에요"
          },
          {
            "id": "L04CR11",
            "title": "1:1 상담",
            "level": 3,
            "desc": "상담자분을 지정하고 상담 구분과 날짜를 선택해 상담을 신청하는 메뉴에요"
          },
          {
            "id": "L04CRMT",
            "title": "멘토링",
            "level": 3,
            "desc": "멘토 선택과 멘티 관리를 위한 메뉴에요, 또래상담도 여기서 관리해요"
          },
          {
            "id": "L04CRON",
            "title": "온라인 상담 신청",
            "level": 3,
            "desc": "온라인으로 상담자를 지정하고 상담 내용을 입력해 상담을 요청하는 메뉴에요"
          },
          {
            "id": "L04CRPS",
            "title": "카운슬링센터 심리 검사",
            "level": 3,
            "desc": "카운슬링센터에서 제공하는 온라인 심리검사 4종을 진행하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03CRDG",
        "title": "진단검사",
        "level": 2,
        "desc": "각종 온라인 검사들로 구성된 메뉴에요",
        "children": [
          {
            "id": "L04CRTI",
            "title": "우리대학 진단 검사 안내",
            "level": 3,
            "desc": "전주대가 제공하는 진단검사들을 한눈에 알려주는 메뉴에요"
          },
          {
            "id": "L04CRMB",
            "title": "성격검사(MBTI)",
            "level": 3,
            "desc": "학업 스타일에 따른 공부법을 추천받기 위해 성격검사를 진행하는 메뉴에요"
          },
          {
            "id": "L04CRUI",
            "title": "학습유형검사(U&I)",
            "level": 3,
            "desc": "나의 학습 유형을 점검하고 개선점을 찾기 위해 U&I 검사를 진행하는 메뉴에요"
          },
          {
            "id": "L04CRST",
            "title": "직업흥미검사(STRONG)",
            "level": 3,
            "desc": "나와 맞는 직업은 무엇인지 추천받기 위해 STRONG 검사를 진행하는 메뉴에요"
          },
          {
            "id": "L04CRET",
            "title": "기타 진단검사",
            "level": 3,
            "desc": "그 외 센터에서 제공하는 4종의 추가검사를 진행하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03CART",
        "title": "진로검사",
        "level": 2,
        "desc": "나의 현재 진로 역량과 적성을 탐색하는 검사로 구성되어 있어요",
        "children": [
          {
            "id": "L04APTT",
            "title": "적성탐색 검사",
            "level": 3,
            "desc": "홀랜드 적성탐색검사(6개 영역을 기준으로 현업 종사자들의 유형에 대입, 진로 적성을 탐색)를 진행하는 메뉴에요"
          },
          {
            "id": "L04VOCA",
            "title": "직업심리적성 검사",
            "level": 3,
            "desc": "고용24를 이용해 직업/심리 적성검사를 진행하고, 결과를 분석하여 나의 적성과 선호도, 가치관, 창업 적성을 확인하는 메뉴에요"
          },
          {
            "id": "L04CDCT",
            "title": "진로개발 역량검사",
            "level": 3,
            "desc": "한국 직업능력개발원의 연구 데이터를 기반으로 진로개발 역량검사(20분)를 진행하고 현재 역량을 파악하는 메뉴에요"
          },
          {
            "id": "L04CRDT",
            "title": "진로진단 검사",
            "level": 3,
            "desc": "아우란트 진단검사로 11가지 인성, 9가지 역량, 19가지 직무에 대한 적성과 학교생활, 취업 준비도, 마인드를 측정하는 4가지 검사를 진행하는 메뉴에요"
          }
        ]
      },
      {
        "id": "L03CAPS",
        "title": "캡스톤디자인",
        "level": 2,
        "desc": "",
        "children": [
          {
            "id": "L04CPNT",
            "title": "공지사항",
            "level": 3,
            "desc": "캡스톤디자인 사업 운영과 진행 상황 등의 내용을 공지하는 메뉴에요"
          },
          {
            "id": "L04CPAG",
            "title": "캡스톤디자인 서약서 동의",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04CPMG",
            "title": "신청확인 및 관리",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04CARD",
            "title": "카드대여",
            "level": 3,
            "desc": ""
          }
        ]
      },
      {
        "id": "L03PJCT",
        "title": "개인(팀) 프로젝트",
        "level": 2,
        "desc": "",
        "children": [
          {
            "id": "L04PJNT",
            "title": "공지사항",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04PRJT",
            "title": "개인(팀) 프로젝트",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04TGTH",
            "title": "Together",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04LVLB",
            "title": "리빙랩",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04LCVT",
            "title": "로컬벤처",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04OPTB",
            "title": "오픈테이블",
            "level": 3,
            "desc": ""
          }
        ]
      }
    ]
  },
  {
    "id": "L02JOBS",
    "title": "취업지원",
    "level": 1,
    "desc": "",
    "children": [
      {
        "id": "L03STUP",
        "title": "창업",
        "level": 2,
        "desc": "",
        "children": [
          {
            "id": "L04STNT",
            "title": "창업 공지사항",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04BIZH",
            "title": "사업참여이력",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04STSC",
            "title": "창업 장학금 신청",
            "level": 3,
            "desc": ""
          }
        ]
      },
      {
        "id": "L03EMPI",
        "title": "취업정보",
        "level": 2,
        "desc": "",
        "children": [
          {
            "id": "L04INJP",
            "title": "교내 채용 정보",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04COMP",
            "title": "기업 정보",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04MTJP",
            "title": "맞춤형 채용정보",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04REQJ",
            "title": "기관요청 채용정보",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04PTJP",
            "title": "채용포털 채용정보",
            "level": 3,
            "desc": ""
          }
        ]
      },
      {
        "id": "L03INTR",
        "title": "현장실습학기제",
        "level": 2,
        "desc": "",
        "children": [
          {
            "id": "L04INFA",
            "title": "FAQ",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04INNT",
            "title": "공지사항",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04INPG",
            "title": "현장실습학기제 서약서 작성",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04INPR",
            "title": "현장실습학기제 개인정보 동의",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04INAP",
            "title": "헌장실습학기제 참여 신청",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04INHI",
            "title": "현장실습학기제 참여 내역",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04INSV",
            "title": "만족도 평가",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04INDR",
            "title": "중도 포기 신청",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04INPF",
            "title": "연수비(교통비 지급)",
            "level": 3,
            "desc": ""
          }
        ]
      }
    ]
  },
  {
    "id": "L02STAR",
    "title": "SUPER STAR",
    "level": 1,
    "desc": "",
    "children": [
      {
        "id": "L03INDS",
        "title": "산학협력활동",
        "level": 2,
        "desc": "",
        "children": [
          {
            "id": "L04INDC",
            "title": "산학협력 연구 참여 확인서",
            "level": 3,
            "desc": ""
          }
        ]
      },
      {
        "id": "L03GRDM",
        "title": "졸업관리",
        "level": 2,
        "desc": "",
        "children": [
          {
            "id": "L04GRDI",
            "title": "졸업이수 기준 정보",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04GRDC",
            "title": "졸업예정자 졸업사정 확인",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04EGRD",
            "title": "조기졸업 신청",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04DEFR",
            "title": "학사학위 취득유예 신청",
            "level": 3,
            "desc": ""
          }
        ]
      }
    ]
  },
  {
    "id": "L02INFO",
    "title": "정보공유",
    "level": 1,
    "desc": "",
    "children": [
      {
        "id": "L03CMTY",
        "title": "커뮤니티",
        "level": 2,
        "desc": "",
        "children": [
          {
            "id": "L04QNAA",
            "title": "Q&A",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04IFNT",
            "title": "공지사항",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04SURV",
            "title": "설문조사",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04FARE",
            "title": "시설 관련 요청",
            "level": 3,
            "desc": ""
          }
        ]
      },
      {
        "id": "L03ETCS",
        "title": "기타",
        "level": 2,
        "desc": "",
        "children": [
          {
            "id": "L04ETFA",
            "title": "시설 관련 요청",
            "level": 3,
            "desc": ""
          }
        ]
      }
    ]
  },
  {
    "id": "L02MYPG",
    "title": "My Page",
    "level": 1,
    "desc": "",
    "children": [
      {
        "id": "L03MYIN",
        "title": "나의정보",
        "level": 2,
        "desc": "",
        "children": [
          {
            "id": "L04MYIF",
            "title": "My 정보",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04MYCP",
            "title": "My 역량개발",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04MYJB",
            "title": "My 직무역량",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04MYLF",
            "title": "My 대학생활 로드맵",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04MYCR",
            "title": "My 커리어",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04PREX",
            "title": "입학 전 학습경험 등록",
            "level": 3,
            "desc": ""
          },
          {
            "id": "L04EXCH",
            "title": "학습경험 인증 현황",
            "level": 3,
            "desc": ""
          }
        ]
      }
    ]
  }
];
